Repository: ovidiuvasiliu/testsvn
Catalog: packages/multilingual/languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Generate multilingual sitemap.xml File
de_de: Mehrsprachige sitemap.xml Datei erstellen

source: Generate the sitemap.xml file that search engines use to crawl your site with additional multilingual directives.
de_de: Generiert die sitemap.xml Datei, die von Suchmaschinen benutzt wird um eine Website mit zusätzlichen multilingualen Direktiven zu erfassen.

source: This job is disabled because it may cause excessive load depending on the size of your site. To enable this job, you must define the constant ENABLE_MULTILINGUAL_SITEMAPXML as true.
de_de: Dieser Auftrag ist deaktiviert weil er je nach Größe der Website eine starke Auslastung des Servers mit sich bringt. Um den Auftrag zu aktivieren muss die Konstante ENABLE_MULTILINGUAL_SITEMAPXML als 'true' definiert werden.

source: Cannot open file %s
de_de: Die Datei %s kann nicht geöffnet werden

source: Sitemap XML File Saved.
de_de: Sitemap XML Datei gespeichert.

source: The file %s is not writable
de_de: Die Datei %s ist nicht schreibbar

source: You cannot assign this page to itself.
de_de: Sie können diese Seite nicht sich selbst zuweisen.

source: The destination page doesn't appear to be in a valid multilingual section.
de_de: Die Zielseite scheint kein gültiger mehrsprachiger Bereich zu sein.

source: Ignored
de_de: Ingnoriert

source: Insufficient permissions.
de_de: Unzureichende Berechtigungen.

source: ** Choose a Language
de_de: ** Sprache auswählen

source: You must have admin privileges on the destination page to perform this action.
de_de: Sie müssen über Administrator Rechte auf der Zielseite verfügen um diese Aktion auszuführen.

source: You cannot read the original page.
de_de: Sie können die Ursprungsseite nicht auslesen.

source: You must choose two separate, valid language sections.
de_de: Sie müssen zwei separate, gültige Sprachbereiche auswählen.

source: None
de_de: Keine

source: Multilingual content enabled
de_de: Mehrsprachiger Inhalt aktiviert

source: Multilingual content updated
de_de: Mehrsprachiger Inhalt aktualisiert

source: Multilingual tree copied.
de_de: Mehrsprachiger Baum kopiert

source: Language section removed.
de_de: Sprachbereich entfernt.

source: Default language settings updated.
de_de: Einstellungen der Standardsprache aktualisiert.

source: Invalid language section
de_de: Ungültiger Sprachbereich

source: You must specify a page for this multilingual content section.
de_de: Sie müssen eine Seite angeben für diesen mehrsprachigen Bereich des Inhalts.

source: A language section page at this location already exists.
de_de: Es existiert bereits ein Sprachbereich an diesem Ort.

source: This language/region combination already exists.
de_de: Diese Sprach-Region Kombination existiert bereits.

source: Translate your site with this free multilingual solution.
de_de: Übersetzen Sie Ihre Website mit dieser kostenlosen mehrsprachigen Lösung.

source: Internationalization
de_de: Internationalisierung

source: Multilingual Pages
de_de: Mehrsprachige Seiten

source: Multilingual
de_de: Mehrsprachigkeit

source: Translate your site.
de_de: Ihre Website übersetzen.

source: Setup
de_de: Einrichtung

source: Page Report
de_de: Seiten Report

source: Exclude from Internationalization Copy
de_de: Von zu übersetzenden Inhalten ausschließen

source: Choose Source
de_de: Quelle auswählen

source: Choose Targets
de_de: Ziel auswählen

source: Display
de_de: Zeige

source: Go
de_de: Los

source: Only Missing Pages
de_de: Nur fehlende Seiten

source: All Pages
de_de: Alle Seiten

source: Re-Map
de_de: Erneut zuweisen

source: Map
de_de: Zuweisen

source: Create
de_de: Erstellen

source: Ignore
de_de: Ignorieren

source: Create the parent page first.
de_de: Erstellen Sie die übergeordnete Seite zuerst.

source: No pages found.
de_de: Keine Seiten gefunden.

source: Choose A Page
de_de: Seite auswählen

source: You have not defined any multilingual sections for your site yet.
de_de: Sie haben keine mehrsprachigen Bereiche definiert für diese Website.

source: Multilingual Content Setup
de_de: Einrichtung des mehrsprachigen Inhalts

source: Content Sections
de_de: Inhaltsbereiche

source: Language
de_de: Sprache

source: Path
de_de: Pfad

source: You have not created any multilingual content sections yet.
de_de: Sie haben noch keine mehrsprachigen Inhaltsbereiche erzeugt.

source: Add a Language
de_de: Sprache hinzufügen

source: Choose Language
de_de: Sprache auswählen

source: Language Icon
de_de: Sprachsymbol

source: Choose a Parent Page
de_de: Wählen Sie eine übergeordnete Seite

source: Add Content Section
de_de: Inhaltsbereich hinzufügen

source: Copy Language Tree
de_de: Sprachbaum kopieren

source: Copy all pages from a language to another section. This will only copy pages that have not been associated. It will not replace or remove any pages from the destination section.
de_de: Alle Seite von einer Sprache in einen anderen Bereich kopieren. Dies wird nur Seiten kopieren, die noch nicht zugewiesen sind. Vom Zielbereich werden keine Seiten entfernt.

source: Copy From
de_de: Kopieren von

# Destination
source: To
de_de: Nach

source: Copy Tree
de_de: Baum kopieren

source: You must have more than one multilingual section to use this tool.
de_de: Sie brauchen mehr als einen mehrsprachigen Bereich um dieses Werkzeug zu nutzen.

source: You must choose two separate multilingual sections to copy from/to
de_de: Es müssen zwei separate Sprachbereiche als Quelle und Ziel ausgewählt werden

source: Only the super user may copy language trees.
de_de: Nur der Superadministrator darf Sprachbäume kopieren.

source: Since one of your multilingual sections is the home page, you may not duplicate your site tree using this tool. You must manually assign pages using the page report.
de_de: Da einer der Sprachbereiche die Startseite selbst ist, kann der Websitebaum mit diesem Werkzeug nicht dupliziert werden. Die Seiten müssen manuell mit dem Seiten Report zugewiesen werden

source: ** None Set
de_de: ** Nichts ausgewählt

source: Multilingual Settings
de_de: Mehrsprachige Einstellungen

source: Default Language
de_de: Standardsprache

source: Attempt to use visitor's language based on their browser information.
de_de: Versuchen die Sprache des Besuchers aus den Browserinformationen auszulesen.

source: Redirect home page to default language section.
de_de: Startseite zum Bereich der Standardsprache weiterleiten.

source: Save Settings
de_de: Einstellungen speichern

source: Currently Viewing: %s
de_de: Aktuelle Ansicht: %s

source: %s: None Created
de_de: %s: Keine erstellt

source: Adds a front-end language switcher to your website.
de_de: Fügt einen Front-End Sprachschalter zu Ihrer Website hinzu.

source: Switch Language
de_de: Sprache umschalten

source: Remember my choice on this computer.
de_de: Meine Auswahl auf diesem Rechner speichern.

source: Save
de_de: Speichern
